Repository: CaramelDunes/nyanya_rocket
Catalog: localization/intl_*.arb
Languages: de, fr

# challengeType
source: Challenge
de: Herausforderung
fr: Défi

# multiplayerType
source: Multiplayer
de: Mehrspieler
fr: Multijoueur

# challengesTitle
source: Challenges
de: Herausforderungen
fr: Défis

# challengeGetMiceType
source: Get Mice
de: Hol Mäuse
fr: Attrapez-les toutes

# challengeRunAwayType
source: Run Away
de: Lauf weg
fr: Aux abris !

# challengeLunchTimeType
source: Lunch Time
de: Mahlzeit
fr: À table !

# challengeOneHundredMiceType
source: One Hundred Mice
de: 100 Mäuse
fr: 100 souris

# multiplayerTitle
source: Multiplayer
de: Mehrspieler
fr: Multijoueur

# editorTitle
source: Editor
fr: Éditeur

# settingsTitle
source: Settings
de: Einstellungen
fr: Paramètres

# homeTitle
source: Home
de: Start
fr: Accueil

# tutorialTitle
source: How to play
de: Anleitung
fr: Guide de jeu

# whatsNewTab
source: What's New?
de: Was gibt's Neues?
fr: Quoi de neuf ?

# firstTimeWelcome
source: Welcome,
de: Willkommen,
fr: Bienvenue !

# firstTimeText
source: First time here? Check the tutorial!
de: Neu hier?, dann schau in die Anleitung
fr: Première visite ? Allez voir le guide de jeu !

# firstTimeButtonLabel
source: Take me to it!
de: Bring mich hin!
fr: C'est parti !

# newsLabel
source: News
de: Neuigkeiten
fr: Actualités

# contributingTab
source: Contributing
fr: Participer

# contributingText
source: Help NyaNya Rocket! You don't need any particular skills to contribute, you can: • Report bugs and ask for new features • Translate • Improve graphical assets and animation • Code For more information, head over to
fr: Vous aussi contribuez à NyaNya Rocket ! Pas besoin de savoir programmer ou d'être exposé au Louvre, toute contribution est la bienvenue. Vous pouvez: • Signaler des bugs et proposer des améliorations • Traduire l'application dans d'autres langues • Améliorer le contenu artistique (images, animations) • Programmer Pour plus d'informations, rendez-vous sur

# contributorsLabel
source: Contributors
fr: Contributeurs

# originalTab
source: Original
fr: Originaux

# communityTab
source: Community
fr: Communauté

# sortByLabel
source: Sort by
de: Sortieren nach
fr: Trier par

# popularityLabel
source: Popularity
de: Bekanntheit
fr: Popularité

# deviceTab
source: Device
de: Gerät
fr: Local

# loginPromptText
source: Please sign-in first! (Settings—Account Management)
de: Bitte melde dich zuerst an! (Einstellungen—Account verwalten)
fr: Merci de vous connecter.

# publishLabel
source: Publish
de: Veröffentlichen
fr: Publier

# publishSuccessText
source: Puzzle published!
de: Puzzle veröffentlicht!
fr: Puzzle publié !

# puzzleNotCompletedLocallyText
source: Puzzle not published as you didn't complete it
de: Puzzle nicht veröffentlicht, da es nicht gelöst wurde.
fr: Puzzle non publié car non résolu... :-(

# getMiceObjectiveText
source: Lead all mice to the goal within 30 sec.
de: Alle Mäuse müssen innerhalb von 30 Sekunden zum Ziel.
fr: Guidez toutes les souris vers les fusées en 30 secondes.

# runAwayObjectiveText
source: Avoid the cat and get to the goal!
de: Auf dem Weg zum Ziel alle Katzen vermeiden!
fr: Guidez toutes les souris vers les fusées en évitant les chats !

# lunchTimeObjectiveText
source: Feed the cat!
de: Füttere die Katze!
fr: Donnez toutes les souris à manger au(x) chat(s).

# oneHundredMiceObjectiveText
source: Collect 100 mice in 30 sec.
de: Sammele 100 Mäuse innerhalb von 30 Sekunden.
fr: Sauvez 100 souris en 30 secondes !

# matchmakingTab
source: Matchmaking
de: Online
fr: Monde

# lanTab
source: LAN
fr: Réseau local

# nicknameLabel
source: Nickname
de: Spitzname
fr: Pseudo

# invalidNicknameText
source: Please enter a valid nickname.
de: Bitte einen gültigen Spitznamen eingeben.
fr: Pseudo invalide.

# invalidHostnameText
source: Please enter a valid hostname.
de: Bitte einen gültigen Hostnamen eingeben.
fr: Adresse invalide

# hostnameLabel
source: Server hostname
fr: Adresse du serveur

# createLabel
source: Create
de: Erstellen
fr: Créer

# newTab
source: New
de: Neu
fr: Créer

# nameLabel
source: Name
fr: Nom

# invalidNameText
source: Please enter a valid name.
de: Bitte einen gültigen Namen eingeben.
fr: Nom invalide (entrez entre 2 et 24 caractères alphanumériques).

# editTab
source: Edit
de: Editieren
fr: Modifier

# discardDialogTitle
source: Confirm leave
de: Beenden bestätigen
fr: Confirmation

# discardDialogMessage
source: Are you sure you want to leave? Any unsaved changes will be discarded!
de: Bist du sicher, das du aufhören möchtest? Alle nicht gespeicherten Änderungen werden verworfen!
fr: Êtes-vous sûr(e) de vouloir terminer l'édition ? Toute modification non sauvegardée sera perdue.

# saveLabel
source: Save
de: Speichern
fr: Sauvegarder

# enableAnimationsLabel
source: Enable Animations
de: Aktiviere Animationen
fr: Animations

# darkModeLabel
source: Dark Mode
de: Dunkles Design
fr: Mode nuit

# languageLabel
source: Language
de: Sprache
fr: Langue

# stageClearedText
source: Stage cleared!
de: Level geschafft!
fr: Niveau réussi !

# nextLevelLabel
source: Next level
de: Nächstes Level
fr: Niveau suivant

# generalLabel
source: General
de: Allgemeines
fr: Général

# tilesTutorialLabel
source: Tiles
de: Elemente
fr: Cases

# pitTutorialText
source: Black Hole (technically a square though...)
de: Schwarzes Loch (technisch gesehen ein Quadrat ...)
fr: Trou noir (un trou carré, certes...)

# rocketTutorialText
source: Rocket
de: Rakete
fr: Fusée

# arrowTutorialText
source: Arrow
de: Pfeil
fr: Flèche

# entitiesTutorialLabel
source: Entities
de: Wesen
fr: Personnages

# mouseTutorialText
source: Mouse
de: Mäuse
fr: Souris

# catTutorialText
source: Cats are slower than mice. When a cat meets an arrow head-on, it will damage it or destroy it if already damaged.
de: Katzen sind langsamer als Mäuse. Wenn eine Katze frontal auf einen Pfeil trifft, beschädigt sie ihn oder zerstört ihn, wenn er bereits beschädigt ist.
fr: Les chats sont plus lents que les souris. Quand un chat rencontre une flèche de face, il l'endommage ou la détruit si elle a déjà été endommagée.

# movementTutorialText
source: An entity walks straight until it encounters an arrow or a wall. For some reasons, mice and cats prefer turning right when hitting a wall...
de: Ein Wesen geht geradeaus, bis sie auf einen Pfeil oder eine Wand trifft. Aus einigen Gründen ziehen es Mäuse und Katzen vor, beim Aufprall auf eine Wand nach rechts abzubiegen...
fr: Les entités avancent tout droit jusqu'à rencontrer un mur ou une flèche. Pour une raison mystérieuse, les souris et les chats préfèrent tourner à droite lorsqu'ils rencontrent un mur.

# placementTutorialLabel
source: Arrow placement
de: Pfeilplatzierung
fr: Placement des flèches

# arrowDnDTutorialText
source: Arrows can be drag n' dropped...
de: Pfeile können auf Spielfeld gezogen werden...
fr: Les flèches peuvent être glissées-déposées...

# arrowSwipeTutorialText
source: ...or swiped
de: ...oder durch Wischen platziert werden
fr: ...ou simplement glissées

# arrowRemoveTutorialText
source: Arrows can be removed by tapping
de: Pfeile können durch Tippen entfernt werden
fr: En mode puzzle, les flèches peuvent être retirées en tappant dessus.

# puzzleTutorialText
source: A Puzzle game is won when every mice has reached a rocket. You have a restricted amount of arrows to achieve that goal. Note that you cannot place or remove an arrow after pressing the play button; you'll need to reset the level first. You'll lose if: • A cat enters a rocket before every mice is safe. • A mouse gets eaten by a cat. • A mouse falls into a black hole. You'll be awarded a star if you complete a level without using all the available arrows.
de: Ein Puzzle-Spiel ist gewonnen, wenn jede Maus eine Rakete erreicht hat. Es gibt nur eine begrenzte Anzahl von Pfeilen, um dieses Ziel zu erreichen. Beachte dass du keine Pfeile verändern oder entfernen kannst nach dem Start eines Levels, dies geht erst wieder nach dem Zurücksetzten des Levels. Du verlierst, wenn: • Eine Katze eine Rakete erreicht bevor alle Mäuse in Sicherheit sind. • Eine Maus gefressen wird von einer Katze. • Eine Maus in ein Schwarzes Loch fällt. Du erhälst einen Stern, wenn ein Level abgeschlossen wird, ohne alle verfügbaren Pfeile zu verwenden.
fr: En mode puzzle, l'objectif est de sauver toutes les souris sans exception. Pour ce faire, vous avez un nombre limité de flèches à disposition. Ces flèches ne peuvent être placées et retirées qu'avant le lancement de la simulation. Vous perdez si: • Un chat entre dans une fusée avant que toutes les souris ne soient à l'abris. • Une souris se fait dévorer par un chat. • Une souris tombe dans un trou noir. Certains niveaux peuvent être terminés en utilisant moins de flèches que disponible, vous obtiendrez une étoile dans ce cas.

# challengeTutorialText
source: Challenges are fast-paced games where you only have 30 seconds to complete an objective that depends on the type of the challenge. Unlike Puzzle mode, you can place as many arrows as you want but they expire after 10 seconds and there can only be 3 arrows at a time (placing more will replace the oldest).
de: Herausforderungen sind rasante Spiele, bei denen du nur 30 Sekunden Zeit hast, um ein Ziel zu erreichen, das von der Art der Herausforderung abhängt. Im Gegensatz zum Puzzle-Modus können Sie so viele Pfeile platzieren wie Sie möchten, aber sie verschwinden nach 10 Sekunden und es können nur 3 Pfeile gleichzeitig platziert sein (Falls weitere platziert werden, wird der älteste gelöscht).
fr: Les Défis sont des mini-jeux de haute intensité ou vous n'avez que 30 secondes pour remplir un objectif. Le placement des flèches est différent de celui du mode Puzzle. En effet, vous pouvez placer autant de flèches que vous voulez mais seulement 3 peuvent être actives en même temps.

# challengeGetMiceText
source: Like in Puzzle mode, you need to make all the mice, but as fast as possible this time.
de: Wie im Puzzle-Modus, müssen alle Mäuse gerettet werden...Allerdings auf Zeit!
fr: Mêmes règles que le mode Puzzle, sauvez toutes les souris mais le plus vite possible cette fois !

# challengeLunchTimeText
source: No rocket here, feed the cats with every single mouse!
de: Keine Rakete hier, füttere die Katzen mit jeder einzelnen Maus!
fr: Aucune échappatoire possible, toutes les souris doivent finir dévorées par les chats.

# challengeOneHundredMiceText
source: Mice and cats will naturally spawn, get one hundred of mice!
fr: Les chats et les souris apparaissent naturellement, tachez d'attraper 100 souris.

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: Cancel
de: Abbrechen
fr: Annuler

# loadingLabel
source: Loading...
de: Laden...
fr: Chargement...

# notImplementedText
source: Not (yet) available! Want it to be a priority? :-)
de: Nicht verfügbar momentan! Soll ich es priorisieren? :-)
fr: Pas encore disponible ! ...mais vous pouvez donner un coup de pouce :-)

# emptyListText
source: Nothing here...
de: Nichts hier...
fr: Il n'y a rien ici...

# playLabel
source: Play
de: Start
fr: Jouer

# boardSelectionText
source: Tap to select
de: Tippen zum auswählen
fr: Toucher pour sélectionner un plateau de jeu

# easyLabel
source: Easy
de: Einfach
fr: Facile

# intermediateLabel
source: Intermediate
de: Mittel
fr: Moyen

# hardLabel
source: Hard
de: Schwer
fr: Difficile

# veryHardLabel
source: Very Hard
de: Sehr schwer
fr: Très difficile

# showCompletedLabel
source: Show Completed
de: Zeige Abgeschlossene
fr: Montrer réussis

# accountManagementLabel
source: Account Management
de: Account verwalten
fr: Gestion de compte

# loginStatusLabel
source: Login status
de: Status
fr: Statut

# connectedStatusLabel
source: Connected
de: Verbunden
fr: Connecté

# disconnectedStatusLabel
source: Disconnected
de: Nicht verbunden
fr: Déconnecté

# signInLabel
source: Tap to sign-in
de: Tippen zum Anmelden
fr: Taper pour se connecter

# signInDialogTitle
source: Privacy Policy
de: Datenschutz
fr: Politique de Confidentialité

# signOutLabel
source: Tap to sign-out
de: Tippen zum Abmelden
fr: Taper pour se déconnecter

# signOutDialogTitle
source: Confirm sign-out
de: Abmelden bestätigen
fr: Déconnexion

# signOutDialogText
source: Are you sure you want to sign-out? You will lose the ability to publish community challenges and puzzles.
de: Möchtest du dich wirklich abmelden? Du verlierest die Möglichkeit, Community-Herausforderungen und Rätsel zu veröffentlichen.
fr: Êtes-vous sûr(e) de vouloir vous déconnecter ? Vous ne pourrez plus publier de puzzles et défis.

# displayNameDialogTitle
source: Please enter your new display name
de: Bitte gib einen neuen Spitznamen ein.
fr: Choix du pseudo

# unauthenticatedError
source: Error: Unauthenticated
de: Fehler: Nicht authentifiziert
fr: Erreur: Vous n'êtes pas connecté

# invalidDisplayNameError
source: Error: The provided display name is invalid!
de: Fehler: Der angegebene Spitzname ist ungültig!
fr: Erreur: Le pseudo fourni est invalide.

# displayNameLabel
source: Display name
de: Spitzname
fr: Pseudo

# tapToChangeDisplayNameLabel
source: Tap to change
de: Tippen zum ändern
fr: Taper pour changer

# displayNameChangeSuccessText
source: Display name successfully changed!
de: Spitzname erfolgreich geändert!
fr: Changement de pseudo réussi !

# confirmLabel
source: Confirm
de: bestätigen
fr: Confirmer

# displayNameFormatText
source: Between 2 and 24 characters (no space).
de: Zwischen 2 und 24 Zeichen (keine Leerzeichen).
fr: Entre 2 et 24 caractères (sans espace).

# dateLabel
source: Date
de: Datum

# playersLabel
source: players
de: Spieler

# completedLabel
source: % Completed
de: % Abgeschlossen
